[SwatGUIController]
WaitingString=Ожидание других игроков...
VIPTimerText=VIP-персона в заложниках! Запас времени:
RDTimerText=Осталось бомб: %1/%2
ViewingFrom="Точка обзора: "
ViewingFromVIP="Точка обзора (VIP): "
MissionCompleted=Задание [c=00ff00]выполнено[\c]!
MissionFailed=Задание [c=ff0000]провалено[\c]!
ObjectiveShown=Установлена новая цель.
SwatWin=Спецназ выиграл раунд!
SuspectsWin=Преступники выиграли раунд!
GameTied=Раунд сыгран вничью.
OneMinWarning=Осталась одна минута!
TenSecWarning=10 секунд!
DisarmBomb=Спецназ обезвредил бомбу!
SwatWinRD=Спецназ обезвредил все бомбы!
SuspectsWinRD=[c=ff0000]Преступники выиграли раунд!
SwatRespawnEvent=Спецназ получил подкрепление.
SuspectsRespawnEvent=Преступники получили подкрепление.
BothTeamsRespawnEvent=Прибыло подкрепление.
VIPSafe=VIP-персона освобождена. Спецназ победил!
VIPRescued=Спецназ освободил VIP-персону!
VIPCaptured=Преступники захватили VIP-персону!
YouAreVIP=Вы - VIP-персона! Не попадите в плен.
WinSuspectsGoodKill=Спецназ по неосторожности убил VIP-персону. Преступники выиграли раунд!
WinSuspectsBadKill=Преступники убили VIP-персону и выиграли раунд!
WinSwatBadKill=Преступники убили VIP-персону слишком рано. Спецназ выиграл раунд!
PreGameText=До начала раунда:
MidGameText=Время до конца раунда:
PostGameText=До начала раунда:
HelpStack=("***Расположение компонентов***","  ","(Стрелка вверх) - Перемещение выбранного элемента управления вверх","(Стрелка вниз) - Перемещение выбранного элемента управления вниз","(Стрелка влево) - Перемещение выбранного элемента управления влево","(Стрелка вправо) - Перемещение выбранного элемента управления вправо","(-) - Сокращение длины выбранного элемента управления","(=) - Увеличение высоты выбранного элемента управления","(NUMPAD -) - Уменьшение толщины выбранного элемента управления","(NUMPAD +) - Увеличение толщины выбраного элемента управления","  ","***Индикаторы и переключатели***","  ","(H) - Отображение данного экрана справки","(N) - Отображение списка доступных графичских стилей и шрифтов","(O) - Отображение списка всех страниц в серверном стеке","(M) - Отображение списка участников для выбранного элемента управления","(B) - Смена режима редактирования для списка участников","(K) - Отображение переменных конфигурации на экране участников","(L) - Отображение графических элементов участников на экране участников","(G) - Включение/выключение привязки к сетке","  ","***Действия с компонентами***","  ","(Ctrl + ЛКМ) - Выбор компонента под курсором","(Ctrl + T) - Выбор абсолютных/относительных значений для данного элемента управления","(Ctrl + I) - Выбор абсолютных/относительных значения для всех элементов управления на странице","(Ctrl + Z) - Отмена последнего действия с выбранным элементом управления","(Ctrl + A) - Повтор последнего действия с выбранным элементом управления","(Ctrl + S) - Сохранение конфигурации выбранного элемента управления","(Ctrl + P) - Сохранение конфигурации всех элементов управления на странице","(Ctrl + E) - Вызов окна Редактора объектов для данного элемента управления","(Ctrl + N) - Создание нового компонента для выбранного Мультикомпонента или активной страницы","      Введите описание и осуществите сохранение!!!","(Ctrl + Delete) - Удаление выбраного компонента","      Не забудьте осуществить сохранение!!!","(Ctrl + C) - Копирование свойств конфигурации выбранного объекта в буфер обмена","(Ctrl + V) - Копирование свойств конфигурации выбранного объекта из буфера обмена","(Ctrl + F) - Перемещение выбранного компонента вверх в списке элементов управления его владельца","(Ctrl + B) - Перемещение выбранного компонента вниз в списке элементов управления его владельца","(Ctrl + Alt + F) - Перемещение выбранного компонента вперед в списке элементов управления его владельца","(Ctrl + Alt + B) - Перемещение выбранного компонента назад в списке элементов управления его владельца","(Ctrl + O) - Перегруппировка элементов управления в данном Мультикомпоненте в соответствии с их весовыми коэффициентами","  ","***Стили***","  ","(Ctrl + Shift + N) - Создание нового графического стиля","      Введите описание!","(Ctrl + Shift + C) - Копирование стиля конфигурации выбраного компонента в буфер обмена","(Ctrl + Shift + V) - Копирование стиля конфигурации для выбранного компонента из буфера обмена","  ","***Дополнительные команды***","  ","(Ctrl + Alt + D) - Смена режима редактирования (для параметра GUIController должно быть указано значение bModAuthor)","(Ctrl + Alt + U) - Вызов окна Редактора объектов для данного графического элемента управления","(Ctrl + Alt + Y) - Сохранение параметров данного графического элемента управления","  ","***Прочие команды***","  ","(<Удерживать> Shift) - Убрать окно сведений из нижней части экрана","(<Удерживать> Ctrl + Alt) - Отображение иерархии для данного элемента управления","(<Удерживать> Ctrl + Alt + перемещение мыши) - Перемещение выбранного элемента управления (отпустите клавиши, чтобы разместить его)","  ","***Консольные команды***","  ","(SetGuiRes X Y) - Выбор графического разрешения для интерфейса и игры","(SetGuiStyle X) - Смена графического стиля для данного компонента на стиль X","(SetGuiGridSize X) - Задание шага сетки равным X пикселей","  "," "," GUI Editor V0.9 By Dan Kaplan"," Irrational Games, LLC"," ")
DLG_OK=OK
DLG_Yes=ДА
DLG_Continue=ДАЛЕЕ
DLG_Retry=ПОВТОРИТЬ
DLG_Ignore=ПРОПУСТИТЬ
DLG_No=НЕТ
DLG_Abort=ПРЕРВАТЬ
DLG_Cancel=ОТМЕНА

[SwatGUIPage]
QuitPrompt=Выйти из игры?

[SwatServerBrowserMenu]
VersionFormatString=Версия: %1
ModFormatString=Модификация: %1
ConnectPasswordQueryString=Чтобы получить доступ к серверу, введите пароль.

[SwatServerSetupMenu]
SelectedIndexColorString=[c=00ff00]
BackButtonHelpString=Возврат в главное меню игры.
CancelButtonHelpString=Отмена изменений и возврат в предыдущее меню.
QuitButtonHelpString=Выход из игры.
AcceptButtonHelpString=Сохранение внесенных изменений и возврат в предыдущее меню.
StartButtonHelpString=Запуск сервера с текущими значениями параметров.
ReStartButtonHelpString=Перезапуск сервера с текущими значениями параметров.
BackButtonString=МЕНЮ
CancelButtonString=ОТМЕНА
QuitButtonString=ВЫХОД
AcceptButtonString=ПРИМЕНИТЬ
StartButtonString=ЗАПУСК СЕРВЕРА
ReStartButtonString=ПЕРЕЗАПУСК СЕРВЕРА
CannotUndercutCurrentPlayersFormatString=Текущее количество игроков (%2) превышает максимальное (%1). Увеличьте максимальное количество игроков и повторите попытку.
LoadingMaplistString=Поиск доступных карт...
HostCDKeyInvalidString=Неверный регистрационный номер!
StartDedicatedServerQueryString=Выйти из игры и запустить выделенный сервер с текущими значениями параметров?
CannotStartDedicatedServerString=На этом компьютере уже работает выделенный сервер.
StartServerQueryString=Запустить сервер?
ReStartServerQueryString=Перезапуск сервера с текущими значениями параметров.
LANString=LAN
GAMESPYString=Интернет
IdealPlayerCountString=Рекомендуемое число игроков: %1-%2
LevelAuthorString=Автор: %1
LevelTitleString=Карта: %1

[SwatMissionLoadingMenu]
LoadSplashString=Загрузка...
WaitForConnectionString=Установка соединения...
LoadMapString=Загрузка...
DownloadString=Загрузка...

[SwatObjectivesPopupMenu]
ContinueString=ДАЛЕЕ
ResumeString=ДАЛЕЕ
AbortString=ПРЕРВАТЬ
DebriefString=ИТОГИ
AbortQueryString=Вы действительно хотите прекратить игру?

[SwatMPPage]
BombsRemaining=Осталось бомб: %1/%2
RoundsRemainingString=Раунд: %1/%2
GameModeAndLevelString=Карта: %2    Тип игры: %1
LoadSplashString=Загрузка...
WaitForConnectionString=Установка соединения...
LoadMapString=Загрузка...
DownloadString=Загрузка...
ConfirmAbortString=Прервать текущую игру?
WaitingForPlayersString=Ожидание других игроков...

[SwatChatPanel]
TeamChatMessage=[c=808080][b]%1[\b]: %2
GlobalChatMessage=[c=00ff00][b]%1[\b]: %2
NameChangeMessage=[c=ff00ff]Игрок [b]%1[\b] сменил имя. Новое имя - [b]%2[\b].
KickMessage=[c=ff00ff]Игрок [b]%1[\b] исключил игрока [b]%2[\b] из игры.
BanMessage=[c=ff00ff]Игрок [b]%1[\b] запретил игроку [b]%2[\b] доступ к серверу!
SwitchTeamsMessage=[c=00ffff]Игрок [b]%1[\b] перешел в другую команду.
SwatSuicideMessage=[c=0000ff]Игрок [b]%1[\b] покончил с собой!
SuspectsSuicideMessage=[c=ff0000]Игрок [b]%1[\b] покончил с собой!
SwatTeamKillMessage=[c=0000ff]Игрок [b]%1[\b] предал игрока [b]%2[\b] (%3)!
SuspectsTeamKillMessage=[c=ff0000]Игрок [b]%1[\b] перехитрил игрока [b]%2[\b] (%3)!
SwatKillMessage=[c=0000ff]Игрок [b]%1[\b] обездвижил игрока [b]%2[\b] (%3)!
SuspectsKillMessage=[c=ff0000]Игрок [b]%1[\b] убил игрока [b]%2[\b] (%3)!
SwatArrestMessage=[c=0000ff]Игрок [b]%1[\b] арестовал игрока [b]%2[\b]!
SuspectsArrestMessage=[c=ff0000]Игрок [b]%1[\b] арестовал игрока [b]%2[\b]!
ConnectedMessage=[c=ffff00]Игрок [b]%1[\b] подключился к серверу.
DisconnectedMessage=[c=ffff00]Игрок [b]%1[\b] отключился от сервера.
EquipNotAvailableString=[c=ffffff]%1 - оружие недоступно.
SniperAlertedString=[c=ffffff]Для обзора от лица снайпера нажмите %1.
NewObjectiveString=[c=ffffff]Новая цель.
MissionCompletedString=[c=ffffff]Задание [c=00ff00]выполнено[c=ffffff]!
MissionFailedString=[c=ffffff]Задание [c=ff0000]провалено[c=ffffff]!
SettingsUpdatedString=[c=ffff00]Игрок [b]%1[\b] изменил параметры сервера.
DebugMessageString=[c=ffffff]СЛУЖЕБНОЕ СООБЩЕНИЕ: %1
PromptToDebriefMessage=[c=ffffff]Чтобы перейти к экрану итогов задания, нажмите [k=GUICloseMenu].
SomeoneString=кто-то
SlotNames[0]=Нет оружия
SlotNames[1]=Основное оружие
SlotNames[2]=Личное оружие
SlotNames[3]=СШ граната
SlotNames[4]=Газовая граната
SlotNames[5]=Шоковая граната
SlotNames[6]=Аэрозоль
SlotNames[7]=Спецсредство
SlotNames[8]=Универсальный инструмент
SlotNames[9]=Зонд
SlotNames[10]=Блокиратор
SlotNames[11]=Пластиковые наручники

[SwatMPScoresPanel]
VIPString=" (VIP-персона)"
TeamScoreFormatString=%1: %2   Выиграно раундов: %3
StartGameString=НАЧАЛО ИГРЫ
AbortGameString=ВЫХОД
NextGameString=ПРОДОЛЖИТЬ ИГРУ
AdminLoginString=АДМИН. ВХОД
AdminPasswordQueryString=Чтобы ограничить доступ к управлению сервером, введите пароль администратора.

[SwatObjectivesPanel]
InProgressString=Выполняется
CompletedString=Выполнено
FailedString=Провалено

[SwatLeadershipPanel]
BonusFormatString=%1
PenaltyFormatStringx=%1
TotalString=Итого
RankingFormatString=Звание: %1
NoPenaltiesDeducted=Штрафных очков не начислено
MissionFailedRanking=не присвоено
DifficultyLabelString=Победный счет: %1

[SwatCOOPOfficerStatusPanel]
IncapacitatedString=[c=ff0000][b]Тяжело ранен
InjuredString=[c=ff0000]Ранен
HealthyString=Не пострадал
NotAvailable=[c=ff00ff][b]Н/д
NotReady=[c=FF0000]Не готов
Ready=[c=00FF00]Готов

[SwatOfficerStatusPanel]
IncapacitatedString=[c=ff0000][b]Тяжело ранен
InjuredString=[c=ff0000]Ранен
HealthyString=Не пострадал
NotAvailable=[c=ffffff][b]Н/д

[SwatMissionSetupMenu]
CampaignString=КАРЬЕРА
CustomString=СЕРИЯ

[SwatSPLoadoutPanel]
ConfirmOverwrite=Выкладка с названием ''%1'' уже существует. Перезаписать ее?
ConfirmDelete=Удалить выкладку ''%1''?
ConfirmApplyToAll=Вы действительно хотите выдать указанное оружие каждому бойцу отряда?
OfficerInfo[0]=Сержант - опытный полицейский, решительный и уравновешенный боец спецназа. После прибытия из Лос-Анджелеса был назначен командовать группой захвата.
OfficerInfo[1]=Рейнольдс - самый опытный боец отряда. Отслужил 30 лет в полиции, из них 25 - в спецназе. Хладнокровен, сдержан, всегда готов поделиться опытом с молодыми бойцами.
OfficerInfo[2]=Джирард родился и вырос на окраине. Знает город как свои пять пальцев. 6 лет служит в спецназе, за это время получил две медали ''За храбрость''.
OfficerInfo[3]=После двух лет патрулирования улиц Филдс был направлен на курсы подготовки спецназа. В силу молодости и горячности легко выходит из себя, но его компетентность не вызывает сомнений.
OfficerInfo[4]=Джексон - спецназовец с большим стажем и выдающимися способностями. Прекрасно подготовлен физически, постоянно поддерживает форму.
OfficerVitals[0]=|Прозвище:  Босс|Номер значка:  3187|Продолжительность службы:  15 лет
OfficerVitals[1]=Стивен Рейнольдс|Прозвище:  Грэмпс|Номер значка:  3077|Продолжительность службы: 30 лет
OfficerVitals[2]=Энтони Джирард|Прозвище:  Подземка|Номер значка:  3518|Продолжительность службы: 14 лет
OfficerVitals[3]=Закари Филдс|Прозвище:  Голливуд|Номер значка: 3975|Продолжительность службы:  6 лет
OfficerVitals[4]=Аллен Джексон|Прозвище:  Питон|Номер значка:  3248|Продолжительность службы:  18 лет

[SwatMissionSelectionPanel]
DifficultyLabelString=Счет для повышения в звании: [b]%1[°.

[SwatMainMenu]
TrainingFriendlyString=Обучение
PromptToGotoTrainingFirstString=Учебная игра поможет вам освоить управление отрядом, а также способы применения специального оружия и техники. Вы действительно хотите пропустить эту игру?
ConfirmNoTrainingString=Вы действительно хотите пропустить учебную игру?

[Swat4Credits]
CreditLines=АВТОРЫ
[SwatConnectionFailureMenu]
ConnectionFailed=Установить соединение с сервером не удалось.
NetworkingFailed=Сетевое соединение было разорвано.
UrlFailed=Ошибка: %1
ConnectionTimeout=Время ожидания истекло. Установить соединение с сервером не удалось.
RejectedByServer=Сервер отказал в соединении.
CDKeyFailed=Регистрационный номер не прошел проверку.
DemoLoadFailed=Неверная демонстрационная карта - ''%1''
ConfigMD5ChecksumFailure=Версия файла %1 не совпадает с версией на сервере.
ConfigMD5ChecksumCountFailure=В соединении с сервером отказано (неверное количество конфигурационных файлов).
PackageMD5ChecksumFailure=В соединении с сервером отказано (неверные данные).
GenericFailure=Установить соединение с сервером не удалось.

[SwatMissionAbortMenu]
EndTheMissionConfirmation=Вы действительно хотите прекратить игру?

[SwatVideoSettingsPanel]
WarningTextVideoResolutionChange=Если попытка изменить графическое разрешение приведет к сбою, через 10 секунд будет восстановлено исходное разрешение. Изменить разрешение?
ConfirmResetString=Восстановить стандартные значения параметров изображения? Это может занять несколько секунд.

[SwatKeyControlSettingsPanel]
ReMappingQuery=Для команды ''%1'' в настоящий момент назначены следующие клавиши (кнопки): %2. Чтобы добавить в этот список новую клавишу или кнопку, нажмите ее. Если нажать одну из вышеуказанных клавиш (кнопок), она будет удалена из списка.
ConfirmResetString=Восстановить стандартные команды управления? Это может занять несколько секунд.

[SwatGameControlSettingsPanel]
GCIOptionS1P1String=Меню приказов - [k=OpenGraphicCommandInterface | RightMouseAlias] (удерживать).
GCIOptionS1P2String=Выбор приказа - [k=Fire].
GCIOptionS1P3String=Отмена - [k=OpenGraphicCommandInterface | RightMouseAlias] (отпустить).
GCIOptionS2P1String=Меню приказов - [k=OpenGraphicCommandInterface | RightMouseAlias] (удерживать).
GCIOptionS2P2String=Выбор приказа - [k=OpenGraphicCommandInterface | RightMouseAlias] (отпустить).
GCIOptionS2P3String=Отмена - [k=Fire].
GCIOptionS3P1String=Меню приказов - [k=OpenGraphicCommandInterface | RightMouseAlias].
GCIOptionS3P2String=Выбор приказа - [k=Fire].
GCIOptionS3P3String=Отмена - [k=OpenGraphicCommandInterface | RightMouseAlias].
GCIOptionS4P1String=Меню приказов - [k=OpenGraphicCommandInterface | RightMouseAlias].
GCIOptionS4P2String=Выбор приказа - [k=OpenGraphicCommandInterface | RightMouseAlias].
GCIOptionS4P3String=Отмена - [k=Fire].
ConfirmResetString=Восстановить стандартные значения параметров игры?

[SwatAudioSettingsPanel]
ConfirmResetString=Восстановить стандартные значения звуковых параметров?

[SwatSettingsPanel]
ConfirmResetString=Восстановить стандартные значения параметров? Это может занять несколько секунд.
ConfirmationTextSettingsChange=Сохранить новые значения?

[SwatGameSettingsMenu]
MainMenuString=ГЛАВНОЕ МЕНЮ
BackString=НАЗАД

[SwatDebriefingMenu]
MissionCompletedString=[c=ffffff]Задание [c=00ff00]выполнено[c=ffffff]!
MissionFailedString=[c=ffffff]Задание [c=ff0000]провалено[c=ffffff]!
MissionCompletedDifficultyReqFailedString=[c=ffffff]Задание [c=ff0000]выполнено[c=ffffff]!
ContinueMissionCompletedString=ДАЛЕЕ
ContinueMissionFailedString=ВЫБОР ЗАДАНИЯ
MainMenuString=ГЛАВНОЕ МЕНЮ

[CustomScenario_SelectionPanel]
ConfirmDeleteString=Вы действительно хотите удалить задание ''%1'' из серии заданий ''%2''?

[CustomScenarioPage]
ConfirmationString=Изменения не были сохранены. Вы действительно хотите выйти, не сохранив изменения?
ConfirmOverwriteExistingScenarioString=В серии ''%1'' уже присутствует задание ''%2''. Перезаписать его?

[SwatCampaignMenu]
StringA=" - недопустимое название."
StringB="Карьера: "
StringC="Карьера с названием ''"
StringE="' уже существует. Перезаписать ее?"
StringJ="Вы действительно хотите удалить кампанию "
StringK=Командир

